{
  "qInfo": {
    "qId": "f67a0c29-fa2b-44bb-bddd-813dd4da1594",
    "qType": "variable"
  },
  "qMetaDef": {},
  "qName": "vl_Disclaimers_Text",
  "qNumberPresentation": {
    "qType": "U",
    "qnDec": 10,
    "qUseThou": 0
  },
  "qDefinition": "Disclaimers\n\nNational updates are published at different times and in different time zones. This, and the time ECDC needs to process these data, may lead to discrepancies between the national numbers and the numbers published by ECDC. Users are advised to use all data with caution and awareness of their limitations. Data are subject to retrospective corrections; corrected datasets are released as soon as processing of updated national data has been completed.\n\nChina: As of 13/02/2020, number reported from China include all suspected cases with a clinical diagnosis of pneumonia (not necessarily laboratory confirmed as having COVID-19). Numbers of cases are plotted by date of reporting.\n\nFrance: On 7 May, France reported an increase over 3 200 cases. This increase is due to the addition of new laboratories who transmitted retrospective positive tests (since 16 March 2020). In addition, on 13 May there was a significant change in the French surveillance of lab confirmed COVID-19 cases and virtually all laboratories in France are now included in the system. Cases from this new system were reported on 29 May. The increase in cases in the dashboard on 29 May therefore does not reflect increased incidence of COVID-19 cases, but an improved comprehensiveness of the surveillance system.\n\nIreland: Between 05/04/2020 – 19/04/2020,the daily number of confirmed COVID-19 cases reported in Ireland is inflated due to batch reporting of cases with specimen dates between from 19/03/2020 –01/04/2020 in addition to real-time reporting of cases with contemporaneous specimen dates.\n\nKosovo: This designation is without prejudice to positions on status, and is in line with UNSCR 1244/1999 and the ICJ Opinion on the Kosovo declaration of independence.\n\nUnited Kingdom: On 20 May 2020, the United Kingdom reported less cumulative cases than the previous day. This is due to revisions in historical data.\n\nAssignment of countries to the United Nations geoscheme regions of Europe does not imply any assumption regarding political or other affiliation of countries or territories (https://unstats.un.org/unsd/methodology/m49)"
}